TaskName = "數位傳真封存";

//progress bar string when reading/writing the information from the device
"TEST_PROGRESS_TITLE" = "測試進行中… 請稍候。";
"DEVICE_COMMUNICATION_SETTINGS" = "正在將設定寫入裝置… 請稍候";
"DEVICE_COMMUNICATION_HOST" = "正在將主機名稱寫入裝置… 請稍候";

//Titles of Buttons
"AUTO_TEXT" = "自動";
"OK" = "確定";
"HOST_TITLE" = "目前接收的傳真: %@";
"SELECT_FOLDER" = "選擇資料夾…";
"SELECT_EMAIL" = "電子郵件設定…";
"FOLDER_SELECTION_BUTTON_TITLE" = "選取";
"FOLDER_SELECTION_PANEL_TITLE" = "選取資料夾";

/* Error strings*/

"GENERAL_DATA_MISSING_DESCRIPTION" = "一個或多個欄位不含任何資料。請完成所有欄位或按一下「取消」。";
"GENERAL_DATA_MISSING_TITLE" = "發生資料遺失或無效的錯誤";
"MISSING_FOLDER_SETTING" = "遺失某些資料夾目的地詳細資訊。請選取一個資料夾，輸入使用者名稱和密碼，然後再試一次。";

"SUCCESS" = "成功";
"FOLDER_SETTINGS_SUCCESS" = "您已成功設定 HP 數位傳真。收到的黑白傳真將儲存至 \"%@\" 資料夾。";
"EMAIL_SETTINGS_SUCCESS" = "您已成功設定 HP 數位傳真。收到的黑白傳真將以電子郵件附件形式傳送至 \"%@\"。";


"AFP Authentication" = "AFP 伺服器驗證";
"SMB Authentication" = "SMB/CIFS 檔案系統驗證";

"ENTER_SERVER_DETAILS_ERROR_TITLE" = "輸入伺服器詳細資訊";
"ENTER_SERVER_DETAILS_ERROR_DESC" = "請輸入所有伺服器詳細資訊。";

/* Error string when connecting */
HSDFolderWithPercentSignTitleFormat = "無法使用資料夾「%@」";
HSDFolderWithPercentSignDescription = "請使用不含百分比符號的資料夾名稱。";

"CONNECTION_FAILED_TITLE" = "連線失敗";
"CONNECTION_FAILED_DESC" = "伺服器可能不存在，或目前無法運作。請檢查伺服器名稱或 IP 位址並再試一次。";

"AUTH_FAILED_TITLE" = "驗證失敗";
"AUTH_FAILED_DESC" = "未知使用者、密碼不正確，或登入已停用。請重新輸入名稱和密碼，或聯絡伺服器管理員。";

"UNHANDLED_ERROR_TITLE" = "非預期的錯誤";
"UNHANDLED_ERROR_DESC" = "嘗試連線伺服器時發生錯誤 %d。";

HSDServerParametersErrorTitle = "伺服器資訊不完整";
HSDServerParametersErrorDescription = "伺服器資訊欄位不能為空。請輸入所有必要的伺服器詳細資料，然後再試一次。";

HSDUnableToSelectFolderTitle = "無法使用所選資料夾";
HSDPermissionsErrorDescription = "您沒有寫入所選資料夾的權限。請選取其他資料夾，然後再試一次。";
"MISSING_SERVER_CREDENTIALS" = "遺失伺服器認證。請輸入使用者名稱和密碼，然後再試一次。";

HSDProtocolErrorDescription = "在指定的伺服器上找不到所選資料夾，或者與伺服器的連線是透過其他檔案共用通訊協定建立的。";

//Progress title when printing the list
"PRINT_PROGRESS_TITLE" = "列印中… 請稍候";

//progress title while initializing the print
"PRINT_INITIALIZING_TITLE" = "正在處理…";


//Max limit for fax blocking list reached error
"BLOCK_FAX_ERROR_TITLE" = "已達到封鎖的數量限制";
"BLOCK_FAX_ERROR_DESC" = "您的裝置最多可儲存 %d 個封鎖的傳真號碼。請解除封鎖一些傳真號碼，然後再試一次。";

//Fax log results
"ERROR" = "錯誤";
"BUSY" = "忙碌";
"NO_ANSWER" = "沒有回應";
"NO_DIAL_TONE" = "沒有撥號音";
"NO_DOCUMENT" = "沒有文件";
"DOCUMENT_JAM" = "文件卡紙";
"DOOR_OPEN" = "機門開啟";
"POWER_FAILURE" = "電源中斷";
"BLACKLISTED" = "已加入黑名單";
"STORAGE_FULL" = "儲存空間已滿";
"OUT_OF_MEMORY" = "記憶體不足";
"PHONE_LINE_UNAVAILABLE" = "沒有可用的電話線";
"FAX_DISCONNECTED" = "傳真中斷連線";
"PC_DISCONNECTED" = "電腦中斷連線";
"REMOTE_NOT_COLOR" = "遠端無彩色";
"COMMUNICATION_ERROR" = "通訊錯誤";
"CANCELLED" = "已取消";

//Fax session types
"SENT" = "已傳送";
"RECEIVED" = "已接收";
